{
    "en": {
        "language": "EN",
        "navbar.home": "Home",
        "navbar.story": "STORY",
        "navbar.agenda": "SCHEDULE",
        "navbar.location": "LOCATION",
        "navbar.QnA": "Q & A",
        "navbar.people": "People",
        "navbar.rsvp": "RSVP",
        "home.gettingMarried": "We are getting married!",
        "home.when": "When?",
        "home.whenAnswer": "15:00, Thursday, June 15th, 2023",
        "home.where": "Where?",
        "home.whereAnswer": "Babtyno Dvaras, Kaunas region, Lithuania",
        "home.maidOfHonor": "Who is the main of honor?",
        "home.maidOfHonorAnswer": "Kasia Mojescik",
        "home.bestMan": "Who is the best man?",
        "home.bestManAnswer": "Justinas Reigis",
        "home.rsvp": "What do I need to do?",
        "home.rsvpAnswer": "RSVP here by May 15th",
        "home.rsvpButton": "Respond to the Invitation Here",
        "story.ourStoryTitle": "Our Story",
        "story.ourStoryP1": "As you might know we both studied in Scotland - Elena in Glasgow and Justin in Edinburgh. Thus, we did not meet each other until 2018 when we both attended work training in London. A month later, while on a group trip to a rainy Scottish village, Elena’s umbrella broke and Justinas kindly offered to shelter her under his.",
        "story.ourStoryP2": "We have been inseparable ever since this cute umbrella story. Umbrellas are also engraved on the wedding rings that we will exchange on 15th June. We are not expecting rain on the day but if it happens, we will happily welcome it.",
        "story.bestManTitle": "Best Man",
        "story.bestManP1": "Justinas (Ališauskas) met Justinas (Reigis) at University and it was love at first sight. After they graduated together, they started the same job. It was around this time when their bromance was broken by Elena and Justinas moved out of the flat he was sharing with Reigis.",
        "story.bestManP2": "Justinas likes to think that it is because of these unfortunate circumstances that Reigis moved back to Lithuania. Nevertheless, Justinas quickly realised he cannot live too far away from Reigis and followed him. Reigis currently lives in Vilnius with his wife and baby.",
        "story.maidOfHonorTitle": "Maid of Honor",
        "story.maidOfHonorP1": "Elena and Kasia’s story is very similar to the one of Justinas and Reigis. They have shared the same bachelor and masters programs, the same part-time and full time jobs, as well as the same flat. They have also shared some tears (mostly related to programming) and many good moments (sometimes related to programming). Kasia currently lives in England and is a PhD candidate in Neuroscience.",
        "story.maidOfHonorP2": "Kasia and Reigis witnessed our first meetings so they are most qualified to officially witness our wedding.",
        "agenda.schedule": "Schedule",
        "agenda.babtynas": "Babtynas Manor",
        "agenda.date": "Thursday, 15th June, 2023",
        "agenda.drinksSnacks": "Welcome drinks and snacks",
        "agenda.ceremony": "Wedding ceremony",
        "agenda.dinnerStart": "Dinner begins",
        "agenda.amberCeremony": "Amber ceremony",
        "location.gettingThere": "Getting there",
        "location.byCar": "By car",
        "location.byCarText": "the Babtynas Manor is around 30-minute drive away from the Kaunas city centre, easily reachable by car.",
        "location.byTaxi": "By taxi",
        "location.byTaxiText": "a Bolt taxi from Kaunas to the location would cost around 20 euro.",
        "location.historyTitle": "History",
        "location.history": "We chose the Babtynas manor for our special day not only because of its proximity to Kaunas but also because of its unusual charm and rich history. The manor was built near the village of Babtynas in the 16th century. The first buildings here were wooden but in the 18th century, the manor was rebuilt using bricks and turned it into a spectacular mansion. Throughout the years, the Babtynas manor was owned by different noble families.",
        "location.20thCenturyTitle": "20th Century",
        "location.20thCenturyP1": "Between the wars, general Vladas Nagevičius received the land as an award for the establishment of the Lithuanian army. He and his family enjoyed living in the manor and nurturing its farm and cultural traditions. On weekends, the general often hired a steamboat and brought guests from Kaunas - actors, painters, musicians, poets. The manor became famous for its St. John's Day (June 24th) celebrations, where the intelligentsia of Kaunas and state leaders gathered.",
        "location.20thCenturyP2": "World War II interrupted the manor's prosperity. During the Soviet occupation, it was used as an office of the collective farm area and an apartment building. Over that period, only 4.5 of the 20 estate buildings survived.",
        "location.presentTitle": "Present times",
        "location.presentP1": "In 1999 a new phase of the manor's life began when Mindaugas Šventoraitis bought the property and little by little adapted it for life and cultural activities. Nowadays, the Lithuanian Kite club often organises their events in the manor, and the space is also used for concerts, art, yoga, and wellness meetings.",
        "location.presentP2": "The estate has also been used as a set for movies (The Fortress of Sleeping Butterflies, 2012) and music videos (Kunigunda, 2022). Mindaugas has preserved the eclectic style and historical elements of the manor and added a collection of motor vehicles and other quirky collectables, which you can freely explore in the buildings around the main palace.",
        "qa.deadlineQ": "When is the RSVP deadline?",
        "qa.deadlineA": "Please respond by May 15th.",
        "qa.accomodationQ": "Is accommodation included?",
        "qa.accomodationA": "The wedding includes 1 free stay overnight in the manor, including breakfast. The venue has many bedrooms on the second floor, several shared bathrooms and a shared living area. Please select in the RSVP form whether you would like to stay overnight.",
        "qa.weatherQ": "What will the weather be like?",
        "qa.weatherA": "Based on previous years, we expect the weather to be mostly sunny with temperatures between 23°C during the day and 13°C during the night. Keep in mind that the weather in Lithuania is unpredictable so it can be anything between 10°C and 30°C.",
        "qa.indoorsQ": "Will the wedding be indoors or outdoors?",
        "qa.indoorsA": "Unless it rains, the welcome drinks, the wedding, and the late night amber ceremony will be outdoors while the celebration will be indoors.",
        "qa.clothesQ": "What should I wear?",
        "qa.clothesA": "We have a standard wedding dress code but remember that it might get cold during the evening.",
        "qa.shoesQ": "What shoes should I wear?",
        "qa.shoesA": "There is grass and gravel outside the venue so we advise the ladies not to wear very thin stilettos. Make sure to have comfortable shoes for dancing too!",
        "qa.callQ": "Who to call with questions?",
        "qa.callA": "You can always contact the newlyweds as you probably have their phone numbers. We will also send you an email with the phone numbers of all the people involved in the wedding organisation after you submit your RSVP form.",
        "rsvp.title": "We look forward to seeing you!",
        "rsvp.hint": "If you wish, you can fill only one form for yourself and anyone else who is joining you",
        "rsvp.requiredField": "Required field",
        "rsvp.names": "Name(s)",
        "rsvp.namesError": "Name is required",
        "rsvp.email": "Email",
        "rsvp.emailError": "Email is required",
        "rsvp.emailWrong": "Invalid email format",
        "rsvp.attendance": "Will you be attending?",
        "rsvp.attendanceError": "Attendance response is required",
        "rsvp.stay": "Will you be staying overnight?",
        "rsvp.stayError": "Overnight stay response is required",
        "rsvp.dietary": "Dietary requirements",
        "rsvp.otherQ": "Anything else you want to add or ask",
        "rsvp.choose.select": "Please select",
        "rsvp.choose.yes": "Yes",
        "rsvp.choose.no": "No",
        "rsvp.choose.unsure": "Still Unsure",
        "rsvp.success": "RSVP sent successfully",
        "rsvp.failure": "RSVP failed to send",
        "rsvp.send": "Send"
    },
    "lt": {
        "language": "LT",
        "navbar.story": "Istorija",
        "navbar.agenda": "Programa",
        "navbar.location": "Vieta",
        "navbar.QnA": "D.U.K",
        "navbar.rsvp": "RSVP",
        "home.gettingMarried": "Mes keliame Vestuves!",
        "home.when": "Kada?",
        "home.whenAnswer": "15:00, Ketvirtadienį, Birželio 15 d., 2023",
        "home.where": "Kur?",
        "home.whereAnswer": "Babtyno Dvare, Kauno rajone, Lietuvoje",
        "home.maidOfHonor": "Kas bus mūsų liudininkė?",
        "home.maidOfHonorAnswer": "Kašia Mojesčik",
        "home.bestMan": "Kas bus mūsų liudininkas?",
        "home.bestManAnswer": "Justinas Reigis",
        "home.rsvp": "Ką turėčiau padaryti aš?",
        "home.rsvpAnswer": "Atrašyti mums iki Gegužės 15 d.",
        "home.rsvpButton": "Atrašykite mums",
        "story.ourStoryTitle": "Mūsų istorija",
        "story.ourStoryP1": "Susitikome Londone, 2018 metais, per savo pirmųjų darbų apmokymus, tačiau artimiau susipažinome po mėnesio, per ekskursiją su naujaisiais kolegomis. Lankėmės žvejų miestelyje Oban, Škotijos šiaurėje. Škotija mums, kaip ir bet kuriems turistams, buvo paruošusi gero oro užtaisą - stiprų vėją ir liūtį, tad mūsų grupelėje su kiekviena minute retėjo skėčių gretos ir sausų drabužių kiekis. Elenos skėtis audros neatlaikė, tad ji pasislėpė po Justino skėčiu. Justinui, žinoma, duok pašnekėti, ne pavalgyt - buvo daug juoko, įdomių pokalbių, ir tapome gerais draugais.",
        "story.ourStoryP2": "Po kiek laiko tapome pora, o vos po mėnesio draugystės Elena užsiminė, kad galėtume persikelti gyventi į Lietuvą. Prisimenant Oban miestelio istoriją ir metus lietingoje Škotijoje, nusprendėme ant žiedų išgraviruoti po mažą skėtuką. Tikimės, kad vestuvių dieną skėčių prireiks nebent priedangai nuo saulės, bet ir prie lietaus esame pripratę.",
        "story.bestManTitle": "Liudininkas",
        "story.bestManP1": "Justinas (Ališauskas) ir Justinas (Reigis) susipažino Edinburgo Universitete, ir buvo vienas kito ramsčiais studijų laikotarpiu. Po studijų jie kartu persikėlė į Glazgą ir pradėjo karjeras toje pačioje kompanijoje. Reigis buvo pirmasis kuris grįžo į Lietuvą, o Ališauskas sekė po keleto metų. Daugiametė draugystė tęsiasi.",
        "story.bestManP2": "Šiuo metu Reigis gyvena Vilniuje, tęsia programuotojo karjerą bei gilina savo žinias tėvystės srityje",
        "story.maidOfHonorTitle": "Liudininkė",
        "story.maidOfHonorP1": "Elena ir Kašia taip pat dalinasi panašia istorija. Jos buvo kursiokės Glazgo universitete tiek bakalauro, tiek magistro studijų laikotarpiu. Jos kartu dirbo, kartu gyveno, kartu liejo ašaras (dažniausiai dėl programavimo iššūkių) bei dalinosi gražiais gyvenimo momentais (kurie kartais būdavo susiję su programavimu).",
        "story.maidOfHonorP2": "Šiuo metu Kašia gyvena Anglijoje ir atlieka doktorantūrą Neuro mokslų srityje",
        "agenda.schedule": "Programa",
        "agenda.babtynas": "Babtyno Dvaras",
        "agenda.date": "Ketvirtadienis, Birželio 15 d., 2023",
        "agenda.drinksSnacks": "Pasitikimas, užkanda ir gėrimai",
        "agenda.ceremony": "Vestuvių ceremonija",
        "agenda.dinnerStart": "Vakarienės pradžia",
        "agenda.amberCeremony": "Gintaro dulkių ceremonija",
        "location.gettingThere": "Kaip atvykti?",
        "location.byCar": "Automobiliu",
        "location.byCarText": "Babtyno dvarą nuo Kauno centro automobiliu pasiekti galima per maždaug 30 minučių.",
        "location.byTaxi": "Su Taksi",
        "location.byTaxiText": "iš Kauno atvykti galima ir su Bolt taksi, kuris kainuotų apie 20 eurų.",
        "location.historyTitle": "Istorija",
        "location.history": "Babtyno dvarą pasirinkome vestuvėms pasirinkome ne dėl to, kad Justinui patinka automobiliai ir dvaro aplinkoje bei kluone yra dešimtys automobilių bei motociklų. Babtyno dvaras sužavėjo mus savo išskirtiniu šarmu ir įdomia istorija. Dvaras prie Babtynų kaimo iškilo dar XVI a. Pirmieji pastatai buvo mediniai, tačiau jau XVII a. dvaras perstatytas į mūrinį ir tapo reprezentaciniu. Einant metams keitėsi šeimininkai, o žymiausi dvaro savininkai buvo grafai Tiškevičiai, pastatę eklektinio stiliaus rūmus ir Babtyną vadinę savo namais 50 metų, iki Pirmojo pasaulinio karo.",
        "location.20thCenturyTitle": "Tarpukaris ir sovietmetis",
        "location.20thCenturyP1": "Tarpukariu dvare gyveno, ūkį ir kultūrines tradicijas puoselėjo generolas Vladas Nagevičius, žemės gavęs už Lietuvos kariuomenės kūrimą. Nagevičiai tęsė dvaro kultūrines tradicijas, plėtė dvaro valdas ir augino veislinius žirgus. Savaitgaliais generolas samdydavo garlaviuką, kuriuo iš Kauno atvykdavo įvairūs svečiai - aktoriai, dailininkai, muzikai, poetai. Dvaras garsėjo Joninėmis, į kurias suvažiuodavo Kauno inteligentija ir valstybės vadovai.",
        "location.20thCenturyP2": "Antrasis pasaulinis karas nutraukė dvaro klestėjimą. Sovietų okupacijos metais čia buvo kolūkio apylinkės kontora, daugiabutis namas. Išliko tik 4.5 iš 20 komplekse buvusių statinių.",
        "location.presentTitle": "Dabartis",
        "location.presentP1": "Nuo 1999 m. prasidėjo naujas dvaro gyvenimo etapas: likusius pastatus įsigijo Mindaugas Šventoraitis ir po truputį dvarą sutvarkė, pritaikė gyvenimui ir kultūrinei veiklai. Babtyne savo renginius organizuoja Lietuvos Aitvarų klubas, vieta taip pat atvira koncertams, meno ekspozicijoms, jogos bei sveikos gyvensenos užsiemimams.",
        "location.presentP2": "Babtyno dvaro kompleksą taip pat galima pamatyti filmuose (Miegančių drugelių tvitovė, 2012) bei muzikiniuose vaizdo klipuose (Kunigunda, 2022). Už šią sėkmę atsakingas Mindaugas, Babtyno dvarininkas, puoselėjantis eklektinį, iš Tiškevičių paveldėtą, dvaro stilių, bei perpinantis šios vietos istorinius elementus su savo paties pomėgiais. Atvykę į dvarą galėsite pamatyti ne vien šią istorinę vietą, bet ir automobilių, motociklų kolekciją, bei begalę kitų įdomių rakandų, kuriuos rasite apžiūrinėdami rūmus bei pagalbines patalpas.",
        "qa.deadlineQ": "Iki kada turėčiau atsakyti?",
        "qa.deadlineA": "Prašome atrašyti mums iki Gegužės 15 d.",
        "qa.accomodationQ": "Ar nakvynė įskaičiuota?",
        "qa.accomodationA": "Vestuvių svečiams įskaičiuota nakvynė ir pusryčiai. Dvaro antrame aukšte rasite miegamuosius, tualetus ir antrąją pobūvių erdvę. Pildydami atsakymo formą būtinai pasirinkite ar planuojate nakvynę.",
        "qa.weatherQ": "Kokio oro galima tikėtis?",
        "qa.weatherA": "Pagal paskutinių keleto metų statistiką, galima tikėtis gan saulėto oro, 23°C šilumos dieną bei 13°C naktį. Žinoma, esame Lietuvoje, tad koks oras bus iš tiesų - sunku numatyti.",
        "qa.indoorsQ": "Kur vyks vestuvių ceremonija?",
        "qa.indoorsA": "Pasitikimas, vestuvės bei vakarinė gintaro dulkių ceremonija vyks lauke. Visa kita vyks dvaro viduje.",
        "qa.clothesQ": "Koks vestuvių aprangos kodas?",
        "qa.clothesA": "Vestuvės bus su standartiniu aprangos kodu vestuvių šventei wedding dress code but remember that it might get cold during the evening.",
        "qa.shoesQ": "Kokią avalynę rekomenduojate?",
        "qa.shoesA": "Kadangi reikės pavaikščioti ir ant žolės, ir ant žvyro, rekomenduojame vengti aukštakulnių su labai plonu kulniuku. Antra pora patogesnių batelių taip pat nepamaišys šokių metu!",
        "qa.callQ": "Turite kitų klausimų?",
        "qa.callA": "Daugiau klausimų galite užduoti pildydami savo atsakymo anketą ir mes jums atrašysime. Taip pat visada galite susisiekti su Justinu telefonu arba per Facebook.",
        "rsvp.title": "Nekantraujame su jumis susitikti!",
        "rsvp.hint": "Jeigu norite, galite pildyti formą visos grupės vardu",
        "rsvp.requiredField": "Privalomas",
        "rsvp.names": "Vardas ir Pavardė",
        "rsvp.namesError": "Vardas privalomas",
        "rsvp.email": "El. paštas",
        "rsvp.emailError": "El.paštas privalomas",
        "rsvp.emailWrong": "Neteisingas El.pašto formatas",
        "rsvp.attendance": "Ar dalyvausite vestuvėse?",
        "rsvp.attendanceError": "Attendance response is required",
        "rsvp.stay": "Ar planuojate nakvoti?",
        "rsvp.stayError": "Overnight stay response is required",
        "rsvp.dietary": "Dietary requirements",
        "rsvp.otherQ": "Anything else you want to add or ask",
        "rsvp.choose.select": "Prašome pasirinkti",
        "rsvp.choose.yes": "Taip",
        "rsvp.choose.no": "Ne",
        "rsvp.choose.unsure": "Dar nenusprendėme",
        "rsvp.success": "Atsakymas išsiųstas sėkmingai",
        "rsvp.failure": "Atsakymo išsiųsti nepavyko",
        "rsvp.send": "Siųsti atsakymą"
    },
    "bg": {
        "language": "BG",
        "navbar.home": "Начало",
        "navbar.story": "История",
        "navbar.agenda": "Програма",
        "navbar.location": "Локация",
        "navbar.QnA": "Q&A",
        "navbar.people": "People",
        "navbar.rsvp": "RSVP",
        "home.gettingMarried": "Елена Вълкова и Юстинас (Джъстин) Алишаускас ви канят на сватбеното им тържество!!",
        "home.when": "Кога?",
        "home.whenAnswer": "15.06.2023, 15:00 ч.",
        "home.where": "Къде?",
        "home.whereAnswer": "Бабтинското имение (Babtyno dvaras), регион Каунас, Литва",
        "home.maidOfHonor": "Коя е кумата?",
        "home.maidOfHonorAnswer": "Каша Мойесчик",
        "home.bestMan": "Кой е кумът?",
        "home.bestManAnswer": "Юстинас Рейгис",
        "home.rsvp": "Как мога да потвърдя присъствието си?",
        "home.rsvpAnswer": "Моля потвърдете тук до 15.05.2023",
        "home.rsvpButton": "Потвърдете присъствието си",
        "story.ourStoryTitle": "Нашата История",
        "story.ourStoryP1": "Както най-вероятно знаете, и двамата сме завършили в Шотландия, но в различни градове - Елена в Глазгоу, а Джъстин в Единбург. За това се срещнахме чак през 2018 на служебно обучение в Лондон. Месец след първата ни среща по време на екскурзия с приятели в дъждовно Шотландско селце, чадърът на Елена се счупи, а Джъстин на драго сърце предложи да я приюти под своя.",
        "story.ourStoryP2": "Чадърчета са гравирани и на пръстените, които ще си разменим на 15-ти юни. Не очакваме дъжд в този ден, но бихме го посрещнали с усмивка.",
        "story.bestManTitle": "Кумът",
        "story.bestManP1": "Джъстин срещна Джъстин (Рейгис) в университета и беше любов от пръв поглед. Двамата завършиха заедно и започнаха работа в една и съща компания в Шотландия. По това време обаче в живота на Джъстин се появи Елена и той бе принуден да се изнесе от апартамента, който споделяше с Рейгис.",
        "story.bestManP2": "Джъстин твърди, че това е била истинската причината Рейгис да се премести обратно в Литва. В момента Регис живее във Вилнюс заедно със съпругата си и малката си дъщеря.",
        "story.maidOfHonorTitle": "Кумата",
        "story.maidOfHonorP1": "Историята на Елена и кумата Каша е много близка до тази на Джъстин и Рейгис. Те завършиха една и съща бакалавърска и магистърска програма, споделяха апартамент и еднакви работни места. В момента Каша живее в Англия и учи докторантура по неврология. ",
        "story.maidOfHonorP2": "Каша и Рейгис бяха свидетели на първите ни срещи и са най-квалифицирани за официални свидетели на сватбената ни церемония.",
        "agenda.schedule": "Програма",
        "agenda.babtynas": "Бабтинското имение (Babtyno dvaras)",
        "agenda.date": "Четвъртък, 15.06.2023",
        "agenda.drinksSnacks": "Коктейл за добре дошли",
        "agenda.ceremony": "Сватбена церемония",
        "agenda.dinnerStart": "Начало на вечерята",
        "agenda.amberCeremony": "Кехлибарена церемония",
        "location.gettingThere": "Как да стигнем до сватбената локацията?",
        "location.byCar": "С кола",
        "location.byCarText": "Бабтинското имение се намира на около 30 минути с кола от центъра на Каунас.",
        "location.byTaxi": "С такси",
        "location.byTaxiText": "Такси до локацията би струвало около 20 евро. За поръчка на таксита в Литва е най-лесно да се използва апликацията Bolt.",
        "location.historyTitle": "История",
        "location.history": "Избрахме Бабтинското имение за нашия празник не само защото се намира близо до Каунас, но и заради неговите необичаен чар и богата история. Имението е построено през 16-ти век в близост до селцето Бабтинас. Оригиналните постройки са дървени, но пез 18-ти век са заменени с тухлени.",
        "location.20thCenturyTitle": "Иметието през 20-ти век",
        "location.20thCenturyP1": "През годините имението сменя много собственици, повечето от които са семейства от благороден произход. Между двете световни войни генерал Валдас Нагевичюс получава земите като награда за създаването на Литовската армия. Генералът и семейството му поддържат не само фермерските земи наоколо, но и културните традиции в областта. През уикендите, генералът обикновено наема параход, с който по реката Невежис докава видни гости от Каунас - актьори, художници, музиканти, поети. Имението става известно с празненствата по случай деня на свети Иван, честван на 24-ти юни спрямо католическия календар. На празника цялата интелигенция и държавни глави от Каунас се събират в Бабтинския имот.",
        "location.20thCenturyP2": "Втората световна война прекъсва просперитета на имението. По време на съветската окупация то е използвано за офис на селскостопански колектив и апартаментен комплекс. В този период само 4.5 от общо 20 постройки са запазени.",
        "location.presentTitle": "Имението днес",
        "location.presentP1": "През 1999 Миндаугас Швенторайтис купува имението и малко по малко го приспособява за живот и културни дейности. В днешно време мястото се използва за концерти, различни срещи, свързани с изкуство и йога, както и събития организирани от Литовския клуб по хвърчила.",
        "location.presentP2": "Имението е било и снимачна площадка на филми (The Fortress of Sleeping Butterflies, 2012) и музикални видеа (Kunigunda, 2022). Миндаугас запазва еклектичния стил и историческите елементи в имението и добавя колекция от моторни превозни средства и други чудати вещи, които свободно можете да разгледате в сградите около главната постройка.",
        "qa.deadlineQ": "До кога трябва да попълня RSVP формуляра за потвърждаване на присъствие?",
        "qa.deadlineA": "Моля, попълнете формата до 15 май.",
        "qa.accomodationQ": "Включена ли е нощувка?",
        "qa.accomodationA": "В сватбения пакет са включени безплатни нощувки за всички гости, както и закуска. Имението разполага с много спални на втория етаж, няколко споделени бани и споделено дневно помещение. Моля потвърдете в RSVP формуляра дали желаете да пренощувате в имението.",
        "qa.weatherQ": "Какво ще бъде времето?",
        "qa.weatherA": "Спрямо предишни години очакваме времето да е предимно слънчево с температури между 23°C през деня и 13°C през нощта. Времето в Литва обаче е непредвидимо и е възможно да изпитаме всякакви температури между 10°C и 30°C.",
        "qa.indoorsQ": "Навън ли ще се проведе сватбата?",
        "qa.indoorsA": "Освен ако не вали, коктейлът, сватбената и кехлибарената церемонии ще се проведат в двора на имението, а празненството ще се проведе вътре.",
        "qa.clothesQ": "С какви дрехи да съм?",
        "qa.clothesA": "Може да заложите на стандартно сватбено облекло, но не забравяйте, че най-вероятно ще захладнее.",
        "qa.shoesQ": "С какви обувки да съм?",
        "qa.shoesA": "Може да се наложи да стъпвате по трева и чакъл, тала че съветваме дамите да не носят твърде тънки токчета. Имайте и удобни обувки за танци!",
        "qa.callQ": "С кого мога да се свържа с въпроси или в случай на проблеми?",
        "qa.callA": "Винаги можете да се свържете с младоженците, чиито телефонни номера най-вероятно имате. Телефонните номера на всички участници в организацията ще ви бъдат изпратени в имейл след като попълните RSVP формуляра.",
        "rsvp.title": "С нетърпение очакваме да ви видим!",
        "rsvp.hint": "Ако искате, може да попълните само един формуляр за цялото ви семейство, като в полетата долу добавите информация за всички негови членове.",
        "rsvp.requiredField": "Задължително поле",
        "rsvp.names": "Име/Имена",
        "rsvp.namesError": "Попълнете име",
        "rsvp.email": "Имейл адрес",
        "rsvp.emailError": "Попълнете имейл адрес",
        "rsvp.emailWrong": "Грешен формат на имейл адрес",
        "rsvp.attendance": "Ще присъствате ли?",
        "rsvp.attendanceError": "Посочете дали ще присъствате",
        "rsvp.stay": "Желаете ли да пренощувате?",
        "rsvp.stayError": "Посочете дали ще пренощувате",
        "rsvp.dietary": "Хранителни предпочитания и алергии",
        "rsvp.otherQ": "Допълнителна информация или въпроси за нас",
        "rsvp.choose.select": "Моля посочете",
        "rsvp.choose.yes": "Да",
        "rsvp.choose.no": "Не",
        "rsvp.choose.unsure": "Още не знам",
        "rsvp.success": "Формулярът за потвърждаване на присъствие е изпратен успешно",
        "rsvp.failure": "Грешка при изпращането на формуляра за потвърждаване на присъствие",
        "rsvp.send": "изпратенo"
    }
}